; MSETUP4 string table
[STRING]
CHARSET="238"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Nemožno reštartovať systém. Zavrite momentálne spustený inštalačný program alebo aplikačný softvér. Potom ukončite program na nastavenie zariadenia od spoločnosti Canon a skúste to znova."
MSE2="Program nemožno používať v tomto operačnom systéme."
MSE3="Ak chcete nainštalovať softvér, musíte sa prihlásiť ako správca.\nKliknutím na tlačidlo [OK] a vybratím disku CD-ROM prerušte inštaláciu.\nPo prerušení inštalácie sa prihláste ako správca a znova vložte disk CD-ROM."
MSE3_Mac=
MSE31_Mac=
MSE4="Na zobrazenie vybratého súboru potrebujete vhodný aplikačný softvér."
MSE5="Na jednotke %D% nie je dostatok miesta. Na inštaláciu softvéru potrebujete %S% MB."
MSE6="Zadaný priečinok je neplatný. Zadajte priečinok umožňujúci zápis, ktorý sa nachádza na lokálnom pevnom disku."
MSE7="Program sa nemôže spustiť pre nízke rozlíšenie obrazovky. Zmeňte rozlíšenie aspoň na 800 x 600 pixlov a znova vykonajte operáciu.\nPri inštalácii v počítači Tablet PC nastavte orientáciu obrazovky na šírku a vykonajte operáciu."
MSE7_Mac=
MSE8="V jednotke CD-ROM nie je disk CD-ROM.\nVložte disk CD-ROM do jednotky."
MSE9="Názov súboru nemôže obsahovať žiadny z týchto znakov:\n/ , ; * ? \\" < > |"
MSE10="Zadaná cesta prekračuje limit. Zadajte cestu najviac so 150 znakmi."
MSE11="Zadaná cesta neobsahuje písmeno jednotky alebo je zadaná pomocou relatívnej cesty. Zadajte absolútnu cestu."
MSE12="V tomto operačnom systéme nemožno použiť možnosť [Jednoduchá inštalácia]."
MSE15="Tento program možno spustiť v operačnom systéme Windows 2000 Service Pack 4 alebo novšom. Ak používate starší operačný systém než Service Pack 4, aktualizujte systém Windows 2000 na verziu Service Pack 4 alebo novšiu a znova vykonajte operáciu."
MSE16="Nemožno otvoriť súbor."
MSE17="Tento program možno spustiť v operačnom systéme Windows XP Service Pack 2 alebo novšom. Ak používate starší operačný systém než Service Pack 2, aktualizujte systém Windows XP na verziu Service Pack 2 alebo novšiu a znova vykonajte operáciu."
MSE18="Tento program možno spustiť v operačnom systéme Windows XP Service Pack 3 alebo novšom. Ak používate starší operačný systém než Service Pack 3, aktualizujte systém Windows XP na verziu Service Pack 3 alebo novšiu a znova vykonajte operáciu."
MSE19="Tento program možno spustiť v operačnom systéme Windows Vista Service Pack 1 alebo novšom. Ak používate starší operačný systém než Service Pack 1, aktualizujte systém Windows Vista na verziu Service Pack 1 alebo novšiu a znova vykonajte operáciu."
MSE20="Tento program možno spustiť v operačnom systéme Windows Vista Service Pack 2 alebo novšom. Ak používate starší operačný systém než Service Pack 2, aktualizujte systém Windows Vista na verziu Service Pack 2 alebo novšiu a znova vykonajte operáciu."

MSW1="Súbor sa aktualizoval, pretože sa v systéme našla stará verzia súboru. Reštartovaním systému dokončíte aktualizáciu. Kliknutím na tlačidlo [OK] reštartujte systém. Po reštartovaní systému sa tento softvér automaticky spustí znova."
MSW2="Priečinok\n%P%\nneexistuje. Chcete vytvoriť nový priečinok?"
MSW3="V závislosti od verzie operačného systému sa inštalácia nemusí dokončiť správne. Kliknutím na položku [Skontrolovať najnovšie informácie] prejdite na webovú lokalitu spoločnosti Canon a skontrolujte najnovšie informácie.\n\nPo kontrole najnovších informácií pokračujte v inštalácii kliknutím na položku [Pokračovať v inštalácii]. Ak chcete inštaláciu zrušiť, kliknite na položku [Zrušiť inštaláciu]."
MSW4=

MSM0001="OK"
MSM0002="Zrušiť"
MSM0003="Áno"
MSM0004="Nie"
MSM0005="Späť"
MSM0006="Ďalej"
MSM0007="Pokračovať"
MSM0008="Prerušiť"
MSM0009="Skončiť"
MSM0010="Inštalovať"
MSM0011="Pomocník"
MSM0012="Vybrať všetko"
MSM0013="Zrušiť výber"
MSM0014="Skontrolovať najnovšie informácie"
MSM0015="Pokračovať v inštalácii"
MSM0016="Zrušiť inštaláciu"
MSM0017="Jazyk"
MSM0018="Predvolené"
MSM0019="Preskočiť"
MSM0020="Späť na začiatok"

MSM0101="Chyba"
MSM0102="Varovanie"
MSM0103="Informácie"
MSM0104="Canon"

MSM1001="Výber jazyka"
MSM1002="Vyberte jazyk, ktorý chcete používať v tomto programe, a kliknite na tlačidlo [Ďalej]."
MSM1003="Vyberte jazyk, ktorý chcete používať v tomto programe, a kliknite na tlačidlo [Späť]."

MSM1011=

MSM1021="Získavajú sa informácie"
MSM1022="Získavajú sa informácie o najnovšom ovládači a softvéri. Čakajte, prosím."
MSM1023=

MSM1031="Chyba pri získavaní informácií"
MSM1032="Nepodarilo sa získať informácie o ovládači a softvéri. Skontrolujte sieťové pripojenie a skúste to znova."

MSM1051="Výber tlačiarne"
MSM1052="Výber skenera"
MSM1053="Vyberte tlačiareň, ktorú chcete nainštalovať, a kliknite na tlačidlo [Ďalej]."
MSM1054="Vyberte skener, ktorý chcete nainštalovať, a kliknite na tlačidlo [Ďalej]."

MSM1101="Výber oblasti, v ktorej sa nachádzate"
MSM1102="Vyberte oblasť, v ktorej sa nachádzate, a kliknite na tlačidlo [Ďalej]."
MSM1103="USA, Kanada, Latinská Amerika"
MSM1104="Európa, Stredný východ, Afrika"
MSM1105="Ázia"
MSM1106="Tichomorská oblasť"

MSM1111="Vyberte krajinu alebo oblasť, v ktorej sa nachádzate, a kliknite na tlačidlo [Ďalej]. Ak príslušná krajina alebo oblasť, v ktorej sa nachádzate, nie je uvedená v zozname nižšie, vyberte možnosť Iné."
MSM1116="Výber krajiny alebo oblasti"
MSM1117="Výber oblasti, v ktorej sa nachádzate."
MSM1118="Vyberte krajinu alebo oblasť, v ktorej sa nachádzate. Ak príslušná krajina alebo oblasť, v ktorej sa nachádzate, nie je uvedená v zozname nižšie, vyberte možnosť Iné."

MSM1201="Vyberte spôsob inštalácie a postupujte podľa pokynov na obrazovke."
MSM1202="Odporúča sa pre začínajúcich používateľov"
MSM1203="Jednoduchá inštalácia"
MSM1204="Slúži na automatickú inštaláciu softvéru."
MSM1205="Vlastná inštalácia"
MSM1206="Tento spôsob umožňuje vybrať softvérové programy, ktoré chcete používať. Nainštalujú sa iba vybraté programy."
MSM1207="Slúži na zrušenie inštalácie softvéru."
MSM1208="Skener farebných obrázkov Canon"
MSM1209="Pomôcka CanoScan Setup Utility"
MSM1210="Kreatívna súprava pre albumy fotografií"
MSM1211="Tento spôsob umožňuje vybrať softvérové programy, ktoré chcete používať. Nainštalujú sa iba vybraté programy."
MSM1221="Môžete vybrať, či sa má tlačiareň používať prostredníctvom pripojenia USB alebo LAN. Príslušný spôsob pripojenia vyberte podľa pokynov na obrazovke.\n\nPri používaní tlačiarne prostredníctvom pripojenia LAN sa požaduje nastavenie siete. Ak sa už nastavenie dokončilo, pripojenie sa skontroluje automaticky. Ak sa nastavenie ešte nedokončilo, nastavte tlačiareň podľa pokynov na obrazovke."
MSM1222="Spúšťa sa inštalácia softvéru. Postupujte podľa pokynov na obrazovke."
MSM1231="Môžete zmeniť spôsob pripojenia, pridať softvér alebo znova spustiť inštaláciu. Na položku [Spustiť inštaláciu znova] kliknite iba v prípade, že tlačiareň nefunguje správne."
MSM1232="Zmeniť spôsob pripojenia"
MSM1233="Zmeňte spôsob pripojenia tlačiarne a počítača z USB na LAN alebo z LAN na USB."
MSM1234="Pridať softvér"
MSM1235="Vyberte softvér, ktorý chcete pridať, alebo ho znova nainštalujte."
MSM1236="Spustiť inštaláciu znova"
MSM1237="Začnite znova od úvodnej inštalácie po pripojenie."
MSM1238="Môžete pridať softvér alebo znova spustiť inštaláciu. Na položku [Spustiť inštaláciu znova] kliknite iba v prípade, že tlačiareň nefunguje správne."
MSM1239="Ak chcete používať fax"
MSM1241="Spustiť inštaláciu"
MSM1242="Musel sa spustiť inštalačný program, aby ste mohli zariadenie používať z počítača. Postupujte podľa pokynov na obrazovke."
MSM1243="Spustiť inštaláciu"
MSM1244="Tento softvér umožňuje používanie zariadenia z počítača."
MSM1245="Užitočný softvér"
MSM1246="Nainštaluje sa softvér, ktorý umožňuje pohodlnejšie používanie zariadenia."
MSM1247="Príručka online"
MSM1248="Príručku si môžete pozrieť online."
MSM1249="Použiť aktualizovaný softvér nájdený na internete"
MSM1301="Jednoduchá inštalácia"
MSM1302="Nainštalujú sa uvedené softvérové programy. Ak chcete pokračovať, kliknite na tlačidlo [Inštalovať].\n\nAk chcete zobraziť úvodné informácie o softvéri, presuňte ukazovateľ myši na názov príslušného softvéru."
MSM1304="Zobrazenie súboru README: "
MSM1305="Jednotka %DRIVELETTER% %DISKSPACE% MB voľného miesta"
MSM1306="Využité miesto celkovo: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Kliknutím na toto tlačidlo zobrazíte súbor s popisom programu %s."
MSM1309="Kliknutím na toto tlačidlo zobrazíte súbor README programu %s."
MSM1310="Ovládač a príručka"
MSM1311="Aplikácia"
MSM1312="Odhadovaný čas inštalácie: %INSTALLTIME_MIN% až %INSTALLTIME_MAX% min."
MSM1313=
MSM1314="Tento softvér je povinný. Preto sa neodporúča zrušiť jeho výber.\nChcete jeho výber zrušiť?"
MSM1315="Inštalácia môže určitý čas trvať v závislosti od sieťového prostredia."

MSM1401="Vlastná inštalácia"
MSM1402="Začiarknite políčko vedľa softvéru, ktorý chcete nainštalovať, a kliknite na tlačidlo [Ďalej].\nAk chcete zobraziť úvodné informácie o softvéri, presuňte ukazovateľ myši na názov príslušného softvéru."
MSM1402_Mac=
MSM1451="Zoznam inštalovaného softvéru"
MSM1452="Nainštaluje sa vybratý softvér. Skontrolujte, či je požadovaný softvér vybratý, a kliknite na tlačidlo [Ďalej]."
MSM1453_Mac=
MSM1454="Tento softvér je povinný, a preto jeho výber nemožno zrušiť."
MSM1455_Mac=

MSM1501="Zmeniť miesto inštalácie"
MSM1502="Môžete zmeniť miesto inštalácie položky %LOCATIONITEM%. "
MSM1503="Ak miesto inštalácie nepotrebujete zmeniť, kliknite na tlačidlo [Inštalovať]."
MSM1504="Ak chcete miesto zmeniť, kliknite na tlačidlo [Prehľadávať...] a vyberte priečinok, kam sa má softvér nainštalovať. Potom kliknite na tlačidlo [Inštalovať]."
MSM1505="Miesto inštalácie:"
MSM1506="Prehľadávať..."
MSM1507="Jednotka %DRIVELETTER%, voľné miesto: %DISKSPACE% MB, požadované miesto: %ITEMSPACE% MB"
MSM1508="Jednotka %APPDRIVELETTER%, voľné miesto: %APPDISKSPACE% MB, požadované miesto: %APPITEMSPACE% MB"

MSM1601="Licenčná zmluva"
MSM1602="Pred inštaláciou vybratých softvérových programov si pozorne prečítajte nasledujúcu licenčnú zmluvu."
MSM1603="Ak so zmluvou súhlasíte, kliknite na tlačidlo [Áno]. Ak kliknete na tlačidlo [Nie], inštalácia softvéru sa zruší."
MSM1604="Pred inštaláciou softvéru %CURRENT_STEPITEM% si pozorne prečítajte nasledujúcu licenčnú zmluvu."
MSM1605="Ak so zmluvou súhlasíte, kliknite na tlačidlo [Áno]. Ak kliknete na tlačidlo [Nie], softvér sa nenainštaluje."
MSM1606="Produkty spoločnosti Canon"
MSM1607="Ak nevyjadríte súhlas s licenčnou zmluvou, softvér sa nenainštaluje. OK?"
MSM1608="Ak nevyjadríte súhlas s licenčnou zmluvou, aplikácia a softvér Print Studio Pro vyžadujúci túto aplikáciu sa nenainštalujú. OK?"
MSM1609="%PAGE%/%TOTALPAGE%"
App_License_Mac=

MSM1651="Aktualizácia systémových súborov"
MSM1659="Povolenie procesov sprievodcu inštaláciou"
MSM1660="Povoľte všetky procesy sprievodcu inštaláciou"
MSM1661="Počas inštalácie produktov spoločnosti Canon môže brána firewall alebo antivírusový softvér zobrazovať dialógové okná s výstrahami. Výberom príslušnej možnosti v dialógovom okne povoľte pokračovanie inštalácie. Vyberte napríklad možnosť:\n\n– Povoliť\n– Umožniť\n– Áno\n– Odblokovať"

MSM1671="Inštalácia rozhrania .NET Framework"
MSM1672="V počítači nie je nainštalované rozhranie Microsoft .NET Framework 4. Ak chcete používať všetok softvér, musíte nainštalovať rozhranie Microsoft .NET Framework 4. Chcete ho nainštalovať?"

MSM1681="Rozhranie Microsoft .NET Framework 4 sa nenašlo"
MSM1682="Rozhranie Microsoft .NET Framework 4 sa nenašlo alebo nie je správne nainštalované.\nAk chcete nainštalovať tento softvér, rozhranie Microsoft .NET Framework 4 musí byť správne nainštalované."

MSM1701="Priebeh inštalácie: %PROGRESS%%"
MSM1702="Približne %RESTTIME% min. do dokončenia"
MSM1703="Priebeh inštalácie: %PROGRESS%%PERCENT%"
MSM1711="Preberá sa..."
MSM1712="Vypočítava sa zostávajúci čas..."
MSM1713="Zostávajúci čas [min]: približne %d"
MSM1714="Preberá sa %s..."
PERCENT="%"

MSM1801="KROK č. 1"
MSM1802="KROK č. 2"
MSM1803="KROK č. 3"
MSM1804="Licenčná zmluva"
MSM1805="Inštalácia"
MSM1806="Nastavenie"
MSM1806_Mac=
MSM1807="Aplikácie"
MSM1808="Pomôcky"
MSM1809="Dokončenie"
MSM1810="KROK č. 4"
MSM1811="Informácie"

MSM1901="Spracovanie"
MSM1902="Spracováva sa. Čakajte, prosím."
MSM1903="Inštalácia položky %ITEM% sa dokončila."
MSM1904="Inštaluje sa: %ITEM%"
MSM1905="Preberá sa: %ITEM%"
MSM1906="Preberá sa %PROG_CAPA%/%TOTAL_CAPA% MB"

MSM2001="Pripojenie tlačiarne"
MSM2002="Skontrolujte, či je tlačiareň pripojená k počítaču, a zapnite ju."
MSM2003="Tlačiareň sa nezistila. Skontrolujte pripojenie."
MSM2004="Manuálny výber"
MSM2005="Ak chcete port tlačiarne vybrať manuálne bez automatického zisťovania, kliknite na položku [Manuálny výber]."
MSM2006="Tlačiareň sa zistila. Počkajte, kým sa inštalácia nedokončí."
MSM2007="Prebieha inštalácia... Chvíľu počkajte."
MSM2010="Pripojenie tlačiarne"
MSM2011="Skontrolujte, či je tlačiareň pripojená k počítaču a zapnutá. Po kontrole pripojenia reštartujte počítač kliknutím na tlačidlo [Reštartovať]. Po reštartovaní počítača nastavte tlačiareň. "
MSM2021="Môže sa zobraziť Sprievodca novým nájdeným hardvérom. V takom prípade ho zavrite kliknutím na tlačidlo [Zrušiť] na obrazovke Sprievodcu a pokračujte v inštalácii."
MSM2031="Pripojenie skenera"
MSM2032="Skontrolujte, či je skener pripojený k počítaču. Ak je skener vybavený tlačidlom ZAP., zapnite ho."
MSM2033="Skener sa nezistil. Skontrolujte pripojenie."
MSM2034="Skener sa zistil. Počkajte, kým sa inštalácia nedokončí."

MSM2051="Spôsob nastavenia"
MSM2052="Prvé pripojenie tlačiarne k sieti"
MSM2053="Túto možnosť vyberte v prípade, že chcete používať tlačiareň, ktorá ešte nie je pripojená ku káblovej alebo bezdrôtovej sieti LAN. Nastavenie siete sa vykonáva pripojením tlačiarne k počítaču pomocou kábla USB."
MSM2054="Tlačiareň je už pripojená k sieti"
MSM2055="Túto možnosť vyberte v prípade, že chcete z počítača používať tlačiareň, ktorá je už pripojená k sieti. Túto možnosť vyberte aj vtedy, ak ste bezdrôtovú sieť LAN nastavili pomocou funkcie WPS (Wi-Fi Protected Setup) alebo WCN (Windows Connect Now)."
MSM2056="Vyberte príslušný spôsob nastavenia a kliknite na tlačidlo [Ďalej]."
MSM2065="Túto možnosť vyberte v prípade, že chcete používať tlačiareň, ktorá ešte nie je pripojená ku káblovej sieti LAN. Nastavenie siete sa vykonáva pripojením tlačiarne k počítaču pomocou kábla USB."
MSM2067="Túto možnosť vyberte v prípade, že chcete z počítača používať tlačiareň, ktorá je už pripojená k sieti. "
MSM2068="Používať tlačiareň prostredníctvom rozhrania USB"
MSM2069="Túto možnosť vyberte, ak chcete tlačiareň používať prostredníctvom rozhrania USB."
MSM2070="Spustiť inštaláciu"
MSM2071="Musíte nastaviť tlačiareň. Nastavte ju kliknutím na tlačidlo [Vykonať]. \n\nAk tlačiareň nechcete nastaviť, kliknite na tlačidlo [Ďalej]."
MSM2081="Ak ste na ovládacom paneli tlačiarne vybrali nastavenie káblovej alebo bezdrôtovej siete LAN v súlade s príslušným spôsobom pripojenia, kliknite na tlačidlo [OK].\n\nAk ste nastavenie ešte nevybrali, pozrite si príručku Prvé spustenie."
MSM2081_Mac=
MSM2083="Výber spôsobu pripojenia tlačiarne"
MSM2084="Používať tlačiareň prostredníctvom rozhrania USB"
MSM2085="Túto možnosť vyberte, ak chcete tlačiareň používať prostredníctvom rozhrania USB."
MSM2086="Používať tlačiareň prostredníctvom pripojenia k bezdrôtovej sieti LAN"
MSM2087="Túto možnosť vyberte, ak chcete tlačiareň používať prostredníctvom pripojenia k bezdrôtovej sieti LAN."
MSM2088="Používať tlačiareň prostredníctvom pripojenia ku káblovej sieti LAN"
MSM2089="Túto možnosť vyberte, ak chcete tlačiareň používať prostredníctvom pripojenia ku káblovej sieti LAN."
MSM2090="Zistenie tlačiarne"
MSM2091="Spustite vyhľadávanie tlačiarne v sieti.\nAk sa nastavenie siete pre tlačiareň dokončilo, kliknite na tlačidlo [Ďalej].\n\nV opačnom prípade dokončite nastavenie siete.\nInformácie o spôsobe nastavenia siete získate kliknutím na tlačidlo [Príručka online].\n\nAk chcete inštaláciu zrušiť, kliknite na tlačidlo [Zrušiť]."
MSM2090_Mac=
MSM2091_Mac="Spustite vyhľadávanie tlačiarne v sieti.\nAk sa nastavenie siete pre tlačiareň dokončilo, kliknite na tlačidlo [Ďalej].\n\nV opačnom prípade dokončite nastavenie siete.\nInformácie o spôsobe nastavenia siete získate kliknutím na tlačidlo [Príručka online].\n\nAk chcete inštaláciu zrušiť, kliknite na tlačidlo [Zrušiť]."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Spustite vyhľadávanie tlačiarne v sieti. Kliknite na tlačidlo [Ďalej].\nAk chcete inštaláciu zrušiť, kliknite na tlačidlo [Zrušiť]."
MSM2096="Zistenie tlačiarne"
MSM2097="Vyhľadáva sa tlačiareň v sieti."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Výber portu"
MSM2102="Vyberte port tlačiarne a kliknite na tlačidlo [Ďalej]."

MSM2250="Nastavenie sa dokončilo"
MSM2251="Nastavenie sa dokončilo. Produkt je pripravený na používanie. Kliknutím na tlačidlo [Ďalej] pokračujte ďalším krokom."
MSM2252="Nastavenie sa dokončilo"
MSM2253="Nastavenie tlače z počítača sa dokončilo.\nTeraz sa nainštaluje softvér."
MSM2254="Inštalácia sa nedokončila.\nAk chcete v inštalácii užitočného softvéru pokračovať, kliknite na tlačidlo [Pokračovať].\nAk ju chcete ukončiť, kliknite na tlačidlo [Skončiť]."

MSM2261="Nastavuje sa"
MSM2262="Počas nastavovania je sieťové pripojenie dočasne vypnuté.\nČakajte, prosím."
MSM2263="Nastavenie bez káblov zlyhalo. Prerušte postup a podľa pokynov na obrazovkách vyberte iný spôsob nastavenia."

MSM2301="Zlyhanie inštalácie"
MSM2302="Položku %ITEM% sa nepodarilo nainštalovať. Kliknutím na tlačidlo [Začať odznova] vykonajte inštaláciu znova."
MSM2303="V príručke sa popisujú príčiny problémov s inštaláciou a možnosti ich riešenia."
MSM2304="Začať odznova"
MSM2305="Ak máte problémy so sieťou, pozrite si Príručku odstraňovania problémov so sieťou.\nV prípade iných problémov si pozrite príručku."

MSM2401="Odporúča sa zarovnanie tlačovej hlavy"
MSM2402="Táto tlačiareň obsahuje funkciu zarovnania tlačovej hlavy. Ak výtlačok obsahuje nezarovnané čiary alebo nie je uspokojivý, môžete tieto problémy vyriešiť zarovnaním tlačovej hlavy.\n\nPodrobné informácie nájdete v používateľskej príručke."
MSM2402_Mac=
MSM2411="Zarovnanie tlačovej hlavy"
MSM2412="Skôr než budete môcť používať túto tlačiareň, musíte zarovnať tlačovú hlavu. Vložte do tlačiarne papier a kliknite na tlačidlo [Vykonať]. Podrobné informácie nájdete v príručke k tlačiarni.\n\nPo zarovnaní tlačovej hlavy kliknite na tlačidlo [Ďalej]."
MSM2412_Mac=
MSM2413="Vykonať"
MSM2414="Pred tlačou fotografií na tejto tlačiarni sa odporúča zarovnať tlačovú hlavu. Ak chcete zarovnať tlačovú hlavu, vložte do kazety obyčajný papier a kliknite na tlačidlo [Vykonať]. Po zarovnaní tlačovej hlavy kliknite na tlačidlo [Ďalej]. Podrobné informácie nájdete v príručke k tlačiarni.\n\nZarovnanie tlačovej hlavy je možné aj po dokončení nastavenia. Ak chcete pokračovať bez zarovnania tlačovej hlavy, kliknite na tlačidlo [Ďalej]."
MSM2414_Mac=
MSM2415="Skôr než budete môcť používať túto tlačiareň, musíte zarovnať tlačovú hlavu. Vložte do tlačiarne papier MP-101 a kliknite na tlačidlo [Vykonať]. Podrobné informácie nájdete v príručke k tlačiarni.\n\nPo zarovnaní tlačovej hlavy kliknite na tlačidlo [Ďalej]."
MSM2415_Mac=
MSM2416="Skôr než budete môcť používať túto tlačiareň, musíte zarovnať tlačové hlavy. Kliknutím na tlačidlo [Vykonať] zobrazte obrazovku Spustenie zarovnania tlačovej hlavy. Podľa pokynov na obrazovke vytlačte vzorku zarovnania. Vytlačenú vzorku zarovnania umiestnite na predlohové sklo a naskenujte.\n\nPo zarovnaní tlačovej hlavy kliknite na tlačidlo [Ďalej]."
MSM2416_Mac=
MSM2417="Táto tlačiareň obsahuje funkciu zarovnania tlačovej hlavy. Ak výtlačok obsahuje nezarovnané čiary alebo nie je uspokojivý, môžete tieto problémy vyriešiť zarovnaním tlačovej hlavy."
MSM2418="Skôr než budete môcť používať túto tlačiareň, musíte zarovnať tlačovú hlavu. Vložte do tlačiarne papier, kliknite na tlačidlo [Vykonať] a potom na tlačidlo [Ďalej]."
MSM2418_Mac=
MSM2420="Vyhľadávajú sa tlačiarne."
MSM2421="Vyhľadáva sa %PRODUCTNAME%."
MSM2422="Nenašiel sa tlačový front."
MSM2423="Ak chcete zaregistrovať tlačiareň, kliknite na položku [Registrovať tlačiareň]."
MSM2424="Registrovať tlačiareň"
MSM2431="Registrovať tlačiareň a skener"
MSM2432="Dokončilo sa nastavenie siete pre tlačiareň a skener.\nTeraz tlačiareň a skener zaregistrujte v počítači.\n\nKliknutím na položku [Registrovať tlačiareň] alebo [Registrovať skener] spustite príslušný aplikačný softvér na registráciu. Registráciu dokončite podľa pokynov aplikačného softvéru."
MSM2433="Registrovať tlačiareň"
MSM2434="Registrovať skener"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Registrácia používateľa"
MSM2453="Ďalej"
MSM2464="Registrácia používateľa"
MSM2465="Ak si produkt Canon zaregistrujete už dnes, získate nárok na tieto výhody:\n– Každý mesiac budete dostávať e-mailový bulletin s informáciami o možnostiach úspory s produktmi od spoločnosti Canon.\n– Budete dostávať zábavné projekty zo služby Creative Park a užitočné tipy.\n– Budete medzi prvými, ktorí sa dozvedia o inováciách softvéru."
MSM2474="Registrácia používateľa"
MSM2475="Registráciou produktu máte možnosť získavať užitočné informácie o produktoch a službách. Registrácia vyžaduje pripojenie na internet."
MSM2484="Registrácia produktu"
MSM2485JU="Ak si produkt Canon zaregistrujete už dnes, získate nárok na tieto výhody:\n– Spoločnosť Canon U.S.A. zaeviduje vaše údaje pre prípad poistnej škody.\n– Budete medzi prvými, ktorí sa dozvedia o inováciách softvéru.\n– Každý mesiac budete dostávať e-mailový bulletin s informáciami o možnostiach úspory s produktmi od spoločnosti Canon."
MSM2485M="Aktualizáciou alebo registráciou nového produktu máte možnosť získavať užitočné informácie o produktoch a službách. Aktualizácia alebo registrácia vyžaduje pripojenie na internet."
MSM2486_Mac="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2486_Mac2="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2487="Ak chcete registráciu vykonať neskôr, kliknite na tlačidlo [Zrušiť] a prejdite na ďalší krok. Produkty môžete kedykoľvek zaregistrovať aj prostredníctvom aplikácie Quick Menu."

MSM2501="CANON iMAGE GATEWAY Registrácia používateľa"
MSM2502="Registrovať"
MSM2503="CANON iMAGE GATEWAY Registrácia produktu"
MSM2504="CANON iMAGE GATEWAY je exkluzívna služba online pre kupujúceho produktu s oprávnením na bezplatné členstvo alebo ročný členský poplatok. Ak požiadate o registráciu používateľa, môžete používať rôzne služby, ktoré vám poskytnú ďalšie vzrušenie z digitálneho fotografovania."
MSM2506="Ak kliknete na tlačidlo [Registrovať], názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2507="Ak kliknete na tlačidlo [Registrovať], názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2511="Registrácia používateľa"
MSM2513="Registrácia produktu"
MSM2514="Ak si produkt Canon zaregistrujete už dnes, získate nárok na tieto výhody:\n– Každý mesiac budete dostávať e-mailový bulletin s informáciami o možnostiach úspory s produktmi od spoločnosti Canon.\n– Budete dostávať zábavné projekty zo služby Creative Park a užitočné tipy.\n– Budete medzi prvými, ktorí sa dozvedia o inováciách softvéru."
MSM2515="Registráciou produktu máte možnosť získavať užitočné informácie o produktoch a službách. Registrácia vyžaduje pripojenie na internet."
MSM2516="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2517="Ak kliknete na tlačidlo [Ďalej], názov produktu, informácie o operačnom systéme,regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky."
MSM2521="Registrácia používateľa. Názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2522="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2526="Registrácia používateľa. Názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2527="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."

MSM2551="Registrácia používateľa produktu Canon %s"
MSM2552="Odinštalovanie aplikácie Registrácia používateľa"
MSM2571="Program na odinštalovanie aplikácie Registrácia používateľa produktu %s"
MSM2572="Naozaj chcete úplne odstrániť aplikáciu Registrácia používateľa produktu Canon %s a všetky jej súčasti?"
MSM2573="Odinštalovanie sa úspešne dokončilo."
MSM2574="Odinštalovanie zlyhalo."
MSM2575="Odinštalovanie musíte dokončiť reštartovaním počítača. Ak ho chcete reštartovať, kliknite na tlačidlo [OK]. Ak ho chcete reštartovať neskôr, kliknite na tlačidlo [Zrušiť]."
MSM2576="Ak chcete odinštalovať aplikáciu Registrácia používateľa produktu Canon %s, musíte mať oprávnenia správcu."
MSM2577="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa priamo prejavia na registračnej obrazovke. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2577_Mac2=
MSM2578="Registrácia používateľa. Názov produktu, informácie o operačnom systéme a regionálne informácie sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, kliknite na tlačidlo [OK]."
MSM2578_2="Registrácia používateľa. Názov produktu, informácie o operačnom systéme, regionálne informácie a sériové číslo tlačiarne sa automaticky zhromaždia a odošlú spoločnosti Canon prostredníctvom internetu. Tieto informácie sa použijú výlučne na zobrazenie registračnej obrazovky. Ak chcete pokračovať, skontrolujte, či je tlačiareň pripojená k počítaču. Potom tlačiareň zapnite a kliknite na tlačidlo [OK]."
MSM2580="Pripojenie zlyhalo. Skontrolujte, či je povolené sieťové pripojenie, a skúste to znova. Ak pripojenie naďalej zlyháva, chvíľu počkajte a skúste to znova. Registráciu môžete kedykoľvek vykonať aj prostredníctvom aplikácie Solution Menu EX."
MSM2581="Pripojenie zlyhalo. Skontrolujte, či je povolené sieťové pripojenie, a skúste to znova. Ak pripojenie naďalej zlyháva, chvíľu počkajte a skúste to znova."
MSM2582="Pripojenie zlyhalo."
MSM2583="Pripájanie"
MSM2584="Pripája sa. Čakajte, prosím."
MSM2585="Zadajte meno používateľa a heslo k bráne firewall."
MSM2586=
MSM2587=
MSM2588=
MSM2589="Pripojenie zlyhalo. Skontrolujte, či je povolené sieťové pripojenie, a skúste to znova. Ak pripojenie naďalej zlyháva, chvíľu počkajte a skúste to znova."

ExecutingPrefSet_Mac=

MSM2601="Inštalácia sa úspešne dokončila."
MSM2602="Reštartovať systém (odporúča sa)"
MSM2603="Reštartovať"
MSM2604="Inštalácia sa úspešne dokončila.\nSkontrolujte, či je skener pripojený k počítaču a zapnutý. Potom kliknite na tlačidlo [Skončiť]."

MSM2610="Vloženie obyčajného papiera do kazety"
MSM2611="Podľa obrázka nižšie vložte obyčajný papier."
MSM2612="Vloženie obyčajného papiera iba do kazety"
MSM2613="Vloženie fotografického papiera do zadného zásobníka"

MSM2701="Zrušenie inštalácie"
MSM2702="Inštalácia sa nedokončila. Ak chcete v inštalácii pokračovať, kliknite na tlačidlo [Pokračovať]. Ak ju chcete zrušiť, kliknite na tlačidlo [Zrušiť]."
MSM2702_Mac="Inštalácia sa nedokončila. Ak chcete v inštalácii pokračovať, kliknite na tlačidlo [Pokračovať]. Ak ju chcete zrušiť, kliknite na tlačidlo [Prerušiť]."

MSM2801="Zmena nastavení systému"
MSM2802="Musíte reštartovať systém, aby sa nové nastavenia prejavili.\nChcete reštartovať systém?"

MSM2851="Extended Survey Program"
MSM2856="Súhlasím"
MSM2857="Nesúhlasím"
MSM2870="Spoločnosť Canon sa usiluje o vývoj a predaj produktov, ktoré lepšie spĺňajú požiadavky zákazníkov. Preto požaduje, aby sa jej prostredníctvom internetu odoslali informácie uvedené nižšie, ktoré sa týkajú vášho produktu od spoločnosti Canon."
MSM2871="Spoločnosť Canon sa usiluje o vývoj a predaj produktov, ktoré lepšie spĺňajú požiadavky zákazníkov. Preto požaduje, aby sa prostredníctvom internetu odoslali výskumnej spoločnosti schválenej v súlade so zákonom informácie uvedené nižšie, ktoré sa týkajú vášho produktu od spoločnosti Canon."
MSM2873="Ak súhlasíte s informáciami uvedenými vyššie, kliknite na tlačidlo [Súhlasím]. V opačnom prípade kliknite na tlačidlo [Nesúhlasím]."
MSM2874="Spoločnosť Canon sa usiluje o vývoj a predaj produktov, ktoré lepšie spĺňajú požiadavky zákazníkov. Preto požaduje, aby sa prostredníctvom internetu odoslali spoločnosti Canon (alebo výskumnej spoločnosti schválenej v súlade so zákonom, ak produkt od spoločnosti Canon používate v Číne) informácie uvedené nižšie, ktoré sa týkajú vášho produktu od spoločnosti Canon."
MSM2876="Ak súhlasíte s informáciami uvedenými vyššie, kliknutím na tlačidlo [Súhlasím] spustite inštaláciu programu prieskumu. V opačnom prípade kliknite na tlačidlo [Nesúhlasím]. Tento program sa možno nebude dať spustiť v nepodporovaných verziách operačných systémov."
MSM2879_Win="Ak sa zobrazí okno Kontrola používateľských kont, povoľte pokračovanie programu."
MSM2901="Test tlače"
MSM2902="Dokončilo sa nastavenie tlačiarne a inštalácia softvéru.\n\nVykoná sa skúšobná tlač, aby sa skontrolovalo fungovanie tlačiarne. Vložte do tlačiarne obyčajný papier a kliknite na tlačidlo [Vykonať]. Po skúšobnej tlači kliknite na tlačidlo [Ďalej].\n\nAk chcete skúšobnú tlač preskočiť, namiesto na tlačidlo [Vykonať] kliknite na tlačidlo [Ďalej].\n\nAk sa vyskytne chyba tlače, podľa pokynov na obrazovke spustite inštaláciu znova."
MSM2903="Vykoná sa skúšobná tlač, aby sa skontrolovalo fungovanie tlačiarne.\nVložte do tlačiarne obyčajný papier, kliknite na tlačidlo [Vykonať] a potom na tlačidlo [Ďalej].\n\nAk chcete skúšobnú tlač preskočiť, namiesto na tlačidlo [Vykonať] kliknite na tlačidlo [Ďalej].\n\nAk sa vyskytne chyba tlače, podľa pokynov na obrazovke spustite inštaláciu znova."

MSM3001="Ak chcete používať tlačiareň, musíte mať nainštalovaný tento softvér.\nMôžete vykonávať tlačové operácie, ktoré vyhovujú rôznym typom a veľkostiam papiera."
MSM3002_Mac=
MSM3008="Môžete spájať obrazové súbory s textom a pomocou funkcie priamej tlače jednoducho tlačiť etikety diskov."
MSM3009="Aktualizujte systém."
MSM3010="Prostredníctvom tejto pomôcky môžete z počítača používať súbory uložené na pamäťovej karte, ktorá je vložená v zásuvke na kartu na tlačiarni."
MSM3011="Tento ovládač umožňuje používať zariadenie v sieti."
MSM3012="Pomocou tohto nástroja môžete zmeniť spôsob pripojenia a nastavenia zabezpečenia zariadenia pripojeného k sieti."
MSM3013="Aplikácia My Printer pomáha pri riešení problémov s tlačou, napríklad s rozmazanými výtlačkami."
MSM3016="Ovládače MP Drivers sú potrebné na tlač dokumentov a skenovanie obrázkov."
MSM3018="Program ArcSoft PhotoStudio umožňuje opravovať alebo vylepšovať obrázky importované zo skenera alebo digitálneho fotoaparátu."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE je program na optické rozpoznávanie znakov (OCR), ktorý dokáže konvertovať text v knihách alebo znaky v novinách na textové údaje."
MSM3021="Program Presto! PageManager uľahčuje skenovanie, zdieľanie a organizáciu dokumentov a fotografií. Všetky obchodné dokumenty môžete uložiť v neobmedzenom množstve vnorených priečinkov a potom ich ľahko načítať."
MSM3023="Pomôcka Setup Utility umožňuje konfigurovať nastavenia tlače prostredníctvom infračerveného pripojenia alebo pripojenia Bluetooth."
MSM3024="Pomôcka Setup Utility umožňuje konfigurovať nastavenia tlače prostredníctvom štandardu PictBridge."
MSM3026="Tento doplnkový softvér uľahčuje tlač profesionálnych fotografií. Ak ho chcete používať, musíte nainštalovať vhodný aplikačný softvér."
MSM3027="Ovládač XPS sa hodí na tlač z aplikačného softvéru, ktorý podporuje tlač XPS (v systéme Windows Vista alebo novšom)."
MSM3027_0="Ovládač XPS sa hodí na tlač z aplikačného softvéru, ktorý podporuje tlač XPS (v systéme Windows Vista alebo novšom). Podmienkou je správna inštalácia ovládača tlačiarne IJ."
MSM3027_1="Ovládač XPS sa hodí na tlač z aplikačného softvéru, ktorý podporuje tlač XPS (v systéme Windows Vista alebo novšom). Podmienkou je správna inštalácia ovládačov MP Drivers."
MSM3028="ScanGear je ovládač potrebný na ovládanie skenera. Ak chcete tento ovládač používať, spustite aplikačný softvér, napríklad program na úpravu obrázkov."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Požaduje sa na vernú tlač farieb na obrázkoch s priestorom farieb Adobe RGB. Adobe je registrovaná ochranná známka alebo ochranná známka spoločnosti Adobe Systems Incorporated v USA alebo iných krajinách.."
MSM3035="Pomôcka Setup Utility umožňuje konfigurovať nastavenia tlače prostredníctvom infračerveného pripojenia, pripojenia Bluetooth alebo štandardu PictBridge."
MSM3037="ScanGear CS je ovládač skenera (ovládač TWAIN) potrebný na ovládanie skenera. Ak chcete tento ovládač používať, spustite aplikačný softvér, napríklad program na úpravu obrázkov."
MSM3040="Program Easy-PhotoPrint EX umožňuje jednoducho vytvárať vlastné albumy s fotografiami, nálepky alebo kalendáre pomocou fotografií z digitálneho fotoaparátu. Takisto môžete rýchlo tlačiť fotografie bez okrajov. Okrem toho môžete pred tlačou opraviť efekt červených očí a digitálne vyhladiť tváre."
MSM3041="Slúži na okamžité spustenie doplnkového aplikačného softvéru, ktorý umožňuje jednoduchú tlač fotografií."
MSM3042="Program MP Navigator EX uľahčuje import naskenovaných obrázkov priamo do aplikačného softvéru, ich tlač, priloženie k e-mailu alebo uloženie v počítači."
MSM3043="V príručke sa vysvetľuje používanie zariadenia a dodaného softvéru. Obsahuje aj informácie o riešení problémov.\nPožaduje sa prehliadač Internet Explorer 8.0 alebo novší."
MSM3043_Mac="V príručke sa vysvetľuje používanie zariadenia a dodaného softvéru. Obsahuje aj informácie o riešení problémov."
MSM3044="Program Easy-WebPrint EX umožňuje vyrezávať časti webových stránok a tlačiť ich s vlastným rozložením. Zobrazuje sa v prehľadávači ako užitočný panel s nástrojmi. Požaduje sa prehľadávač Internet Explorer 7.0 alebo novší."
MSM3044_Mac=
MSM3045="Tento softvér umožňuje upravovať zoznam kódovanej rýchlej voľby, informácie o používateľovi a ďalšie nastavenia uložené v tlačiarni. Upravené nastavenia potom možno uložiť v počítači alebo znova v tlačiarni."
MSM3046="Aplikácia Solution Menu EX slúži na okamžité spustenie aplikačného softvéru, ktorý umožňuje jednoduchú tlač albumov a kalendárov alebo skenovanie jediným kliknutím. Okrem toho môžete bez problémov navštevovať webové lokality spoločnosti Canon, ktoré podporujú rôzne možnosti používania."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Môžete importovať fotografie a používať ich na vytváranie a tlač prispôsobených položiek, napríklad koláží, kariet alebo kalendárov. Takisto môžete tlačiť fotografie bez okrajov a opravovať alebo zdokonaľovať snímky pomocou jednoduchých krokov. V spolupráci s aplikáciou Quick Menu môžete z uložených fotografií vytvárať odporúčania."
MSM3049="Doplnok na tlač fotografií, ktorý uľahčuje a zdokonaľuje vytváranie profesionálnych umeleckých diel. Musí byť nainštalovaná vhodná aplikácia. Príslušné aplikácie nájdete v príručke."
MSM3050="Umožňuje rýchle spustenie softvéru alebo príručky pre produkt značky Canon. Môžete tiež získať rýchly prístup k webovým lokalitám, ktoré poskytujú užitočné informácie o vašom produkte značky Canon, k užitočným webovým lokalitám podporujúcim rôzne použitie atď. V spolupráci s aplikáciou My Image Garden môžete aktivovať aplikáciu Image Display, v ktorej možno zobraziť odporúčania a fotografie v rámci prezentácie."
MSM3051="Ovládač potrebný na používanie skenera. Používa sa pri ovládaní skenera z aplikácií kompatibilných so štandardom ICA."
MSM3052=
MSM3053="Umožňuje rýchle spustenie softvéru pre produkt značky Canon. Môžete tiež získať rýchly prístup k príručke a webovým lokalitám."
MSM3054="Pridajte jazykové slovníky, ktoré sa majú použiť pri vytváraní súborov PDF s možnosťou vyhľadávania textu alebo pri spúšťaní funkcie OCR. Po inštalácii vyberte príslušný jazyk na obrazovke nastavenia aplikácie Canon IJ Scan Utility."
MSM3055="Táto aplikácia umožňuje otvoriť ovládač ScanGear, zobraziť ukážku, naskenovať obrázky a potom ich uložiť v počítači."
MSM3056=
MSM4001W="Ovládač tlačiarne IJ"
MSM4001="Ovládač tlačiarne"
MSM4002="Používateľská príručka"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Ovládač XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Pomôcka na rýchlu voľbu"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Ovládač ICA"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Ďalšie slovníky pre funkciu OCR (čínske/kórejské)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Funkcia zakúpenia atramentu online je pripravená."
EIDENABLER_ADMIN="Ak chcete spustiť tento softvér, musíte sa prihlásiť ako člen skupiny Administrators (Správcovia)."

MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Čína"
HK="Hongkong (OAO Číny)"
ID="Indonézia"
IN="India"
JP="Japonsko"
KR="Kórea"
MY="Malajzia"
PH="Filipíny"
SG="Singapur"
TW="Taiwan"
TH="Thajsko"
VN="Vietnam"
MO="Macao"

AU="Austrália"
NZ="Nový Zéland"

US="Spojené štáty americké"
CA="Kanada"
BR="Brazília"
MX="Mexiko"
AR="Argentína"
CL="Čile"
PA="Panama"

AT="Rakúsko"
BE="Belgicko"
BG="Bulharsko"
HR="Chorvátsko"
CZ="Česká republika"
DK="Dánsko"
EE="Estónsko"
FI="Fínsko"
FR="Francúzsko"
DE="Nemecko"
GR="Grécko"
HU="Maďarsko"
IE="Írsko"
IT="Taliansko"
LV="Lotyšsko"
LT="Litva"
LU="Luxembursko"
NL="Holandsko"
NO="Nórsko"
PL="Poľsko"
PT="Portugalsko"
RO="Rumunsko"
RU="Rusko"
SK="Slovensko"
SI="Slovinsko"
ZA="Juhoafrická republika"
ES="Španielsko"
SE="Švédsko"
CH="Švajčiarsko"
TR="Turecko"
GB="Spojené kráľovstvo"

Others="Iné"

MSM2703="Prerušiť inštaláciu"
MSM2704="Inštalácia sa nedokončila."
MSM2705="Ak chcete v inštalácii pokračovať, kliknite na tlačidlo Pokračovať. Ak ju chcete prerušiť, kliknite na tlačidlo Prerušiť."
MSM2706="Pokračovať"
MSM2707="Prerušiť"
MSM2951="Inštalátor ovládača %s"
MSM2952="Nenašiel sa inštalačný disk CD-ROM. Ak chcete v inštalácii ovládača %s pokračovať, vložte disk CD-ROM s ovládačom %s a kliknite na tlačidlo OK."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Výber spôsobu pripojenia tlačiarne."
MSM6001="Pripojenie k bezdr. sieti LAN"
MSM6002="Pripojenie ku kábl. sieti LAN"
MSM6003="Pripojenie USB"
MSM6004="Zopakovať nastavenie siete pre tlačiareň"
MSM6005="Výber spôsobu pripojenia k bezdrôtovej sieti LAN."
MSM6006="Pripojiť prostredníctvom smerovača bezdrôtovej siete (odporúča sa)"
MSM6007="Priame pripojenie"
MSM6008="Pripojte tlačiareň k počítaču prostredníctvom smerovača bezdrôtovej siete."
MSM6009="Prepojte tlačiareň k počítaču priamo."
MSM6010="Ak chcete prepínať medzi pripojením prostredníctvom smerovača bezdrôtovej siete a priamym pripojením alebo ak chcete získať ďalšie podrobnosti o spôsobe pripojenia, kliknite na tlačidlo [Pokyny]."
MSM6011="Pokyny"
MSM6012="Skontrolujte, či je tlačiareň zapnutá."
MSM6013="Zoznam tlačiarní v sieti"
MSM6014="Sériové číslo"
MSM6015="Adresa MAC"
MSM6016="Adresa IP"
MSM6017="Nastavovaná tlačiareň sa nenašla v zozname"
MSM6018="Aktualizovať"
MSM6019="1. Ak tlačiareň, ktorú chcete nastaviť v sieti, je uvedená v zozname tlačiarní vyššie, vyberte ju a kliknite na tlačidlo [Ďalej].\n   Sériové číslo nájdete na zadnej strane tlačiarne a v záručnom liste.\n   V zozname vyššie je uvedených iba posledných 5 číslic sériového čísla.\n2. Ak nastavovaná tlačiareň nie je uvedená v zozname vyššie, zapnite ju a kliknite na tlačidlo [Aktualizovať].\n3. Ak tlačiareň naďalej nemôžete nájsť, vyberte položku [Nastavovaná tlačiareň sa nenašla v zozname] a kliknite na tlačidlo [Ďalej]."
MSM6020="1. Ak tlačiareň, ktorú chcete nastaviť v sieti, je uvedená v zozname tlačiarní vyššie, vyberte ju a kliknite na tlačidlo [Ďalej].\n   Sériové číslo nájdete na zadnej strane tlačiarne alebo v záručnom liste.\n2. Ak tlačiareň, ktorú chcete nastaviť v sieti, nie je uvedená v zozname vyššie, zapnite ju a kliknite na tlačidlo [Aktualizovať].\n3. Ak tlačiareň naďalej nemôžete nájsť v zozname, vyberte položku [Nastavovaná tlačiareň sa nenašla v zozname] a kliknite na tlačidlo [Ďalej].\n4. Pri pripojení USB tiež vyberte položku [Nastavovaná tlačiareň sa nenašla] a kliknite na tlačidlo [Ďalej]."
MSM6021="Pripojenie je dokončené."
MSM6022="Výber spôsobu pripojenia"
MSM6023="Kontrola napájania"
MSM6024="Na nastavenie použite iný spôsob. Postupujte podľa pokynov na obrazovke."
MSM6025="Skôr než budete môcť nainštalovať ovládač XPS, musíte dokončiť nastavenie tlačiarne. Ak sa nastavenie nedokončilo, kliknutím na položku [Späť na začiatok] nastavte tlačiareň."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="Aplikácia My Image Garden použije fotografiu uloženú v počítači a automaticky vytvorí pohľadnicu alebo kalendár."
MSM6101="Služba CREATIVE PARK PREMIUM poskytuje PRÉMIOVÝ obsah výhradne používateľom originálneho atramentu Canon."
MSM6102="Vytlačenú fotografiu môžete dokonale skopírovať jednoduchým výberom ponuky na tlačiarni."
MSM6103="Aj keď je tlačiareň vypnutá, po spustení tlačovej úlohy sa automaticky zapne."
MSM6104="Tichý režim umožňuje tlačiť, kopírovať alebo skenovať v tichosti bez toho, aby ste museli myslieť na čas alebo okolie."
MSM6105="Uvedené funkcie sa líšia v závislosti od používaných modelov. Podrobnejšie informácie nájdete v príručke."
MSM6106="Podrobnejšie informácie o funkcii a nastaveniach nájdete v príručke."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Kliknite na položku [Pridať tlačiareň] a podľa pokynov na obrazovke pridajte tlačiareň.\n\nPo pridaní tlačiarne kliknite na tlačidlo [Ďalej]."
MSM6065="Ak chcete používať všetky funkcie tejto tlačiarne, musí nainštalovať ovládač od spoločnosti Canon.\nKliknite na tlačidlo [Ďalej] a zopakujte inštaláciu."
MSM6066=
MSM6067="Prepojte tlačiareň a počítač pomocou kábla USB.\nSkontrolujte, či je tlačiareň zapnutá."
MSM6091="Vykonali ste inicializáciu tlačiarne?"
MSM6092="1. Skontrolujte, či je v kazete s atramentom atrament.\n2. Stlačte a približne 5 sekúnd podržte tlačidlo Stop na tlačiarni.\nPotom sa tlačiareň začne inicializovať. Táto operácia potrvá približne 6 minút."
MSM6093="1. Skontrolujte, či je v kazete s atramentom atrament.\n2. Stlačte a približne 5 sekúnd podržte tlačidlo POKRAČOVAŤ/ZRUŠIŤ (RESUME/CANCEL) na tlačiarni.\nPotom sa tlačiareň začne inicializovať. Táto operácia potrvá približne 6 minút."
